Repository: surniaulula/wpsso-google-merchant-feed
Catalog: languages/wpsso-google-merchant-feed-*.po
Languages: fr_ca

source: The %1$s add-on requires the %2$s plugin.
fr_ca: L'ajout %1$s requiert l'extension %2$s.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_ca: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est installée actuellement).

# lib file description
source: Google Merchant
fr_ca: Marchand Google

# plugin name
source: WPSSO Google Merchant Feed XML
fr_ca: WPSSO Flux XML de marchand Google

# plugin description
source: Google Merchant product and inventory feed XML for WooCommerce and custom product pages, including multilingual support.
fr_ca: Flux de produit et d'inventaire XML de marchands Google pour WooCommerce et produits personnalisés avec support multilingue.

# option label
source: Google Merchant Feed XML
fr_ca: Flux XML de marchand Google

# option label
source: Google Merchant Inventory XML
fr_ca: Inventaire XML de marchand Google

source: checking google merchant feed
fr_ca: vérification flux de marchand google

# metabox title
source: Google Merchant Feed XML
fr_ca: Flux XML de marchand Google

# metabox title
source: Google Merchant Inventory XML
fr_ca: Inventaire XML de marchand Google

source: checking google merchant feed images
fr_ca: vérification d'images flux de marchand google

source: A Google merchant feed XML %1$s attribute could not be generated for %2$s ID %3$s.
fr_ca: Impossible de générer l'attribut %1$s de flux XML de marchand Google pour l'identifiant %2$s %3$s.

source: Google requires at least one %1$s attribute for each product variation in the Google merchant feed XML.
fr_ca: Google exige au moins un attribut %1$s pour chaque variante de produit dans le flux XML de marchand Google.

source: getting google merchant feed image
fr_ca: obtenir l'image flux de marchand google

source: getting schema 1:1 image
fr_ca: obtenir l'image schéma 1:1

source: getting open graph image
fr_ca: obtenir l'image open graph

# metabox title
source: Google Merchant Feed XML (Main Product)
fr_ca: Flux XML de marchand Google (produit principal)

# option label
source: Image ID
fr_ca: ID d'une image

# option label
source: or an Image URL
fr_ca: ou URL d'une image

source: Product images must accurately display the entire product and include minimal or no product staging.
fr_ca: Les images de produits doivent afficher l'intégralité du produit et inclure peu ou pas de mise en scène du produit.

source: Each product variation must use a unique image that represents the distinguishing details of that variation.
fr_ca: Chaque variation de produit doit utiliser une image unique qui représente les détails distinctifs de cette variation.

source: Do not use a generic image, logo, icon, or illustration that is not of the actual product.
fr_ca: N'utilisez pas d'image générique, de logo, d'icône ou d'illustration qui ne correspond pas au produit réel.

source: Do not use an image that contains promotional elements or content that covers the product.
fr_ca: N'utilisez pas d'image contenant des éléments promotionnels ou du contenu couvrant le produit.

source: This is a variable product - images from product variations will supersede the main product image selected here.
fr_ca: Ceci est un produit variable - les images des variantes du produit remplaceront l'image du produit principale sélectionnée ici.

source: The dimensions used for the Google merchant feed XML image (default dimensions are %s).
fr_ca: Les dimensions utilisées pour l'image flux XML de marchand Google (les dimensions par défaut sont %s).

source: Include shipping information for each product in the feed XML.
fr_ca: Incluez les informations d'expédition pour chaque produit dans le flux XML.

source: Use this setting when shipping costs for your product are not defined in your Merchant Center account or when you need to override shipping costs or speeds defined in your Merchant Center account.
fr_ca: Utilisez ce paramètre lorsque les frais de port de votre produit ne sont pas définis dans votre compte Merchant Center, ou lorsque vous devez remplacer les délais de livraison ou les frais de port définis dans votre compte Merchant Center.

source: If you offer several world-wide shipping options, adding the shipping information for each country to each product may exceed available memory.
fr_ca: Si vous proposez plusieurs options d'expédition dans le monde entier, l'ajout des informations d'expédition pour chaque pays à chaque produit peut dépasser la mémoire disponible.

source: The XML file cache expiration time in seconds (default is %s).
fr_ca: Délai d'expiration du cache du fichier XML en secondes (valeur par défaut est %s).

source: When a product is updated, or the cache expires, the XML file cache is automatically refreshed.
fr_ca: Lorsqu'un produit est mis à jour ou que le cache expire, le cache du fichier XML est automatiquement actualisé.

source: Choose the XML format for URLs shown in the settings page (default is %s).
fr_ca: Choisissez le format XML pour les URL affichées dans la page des paramètres (%s par défaut).

source: You can decrease the expiration time if you need to refresh product quantities in the XML file more frequently.
fr_ca: Vous pouvez réduire le délai d'expiration si vous devez actualiser plus fréquemment les quantités de produits dans le fichier XML.

source: When merchants set up a payments profile, Google assigns them a unique numeric code called a Merchant ID.
fr_ca: Lorsque les commerçants créent un profil de paiement, Google leur attribue un code numérique unique appelé identifiant de marchand.

source: <a href="%s">To find your Merchant ID follow these steps</a>: Sign in to your payments profile, at the top click Settings, find "Public merchant profile" for your merchant ID.
fr_ca: <a href="%s">Pour trouver votre référence marchand, procédez comme suit</a>: Connectez-vous à votre profil de paiement, en haut de la page cliquez sur Paramètres, sous "Profil public de marchand" recherchez votre référence marchand.

source: https://support.google.com/paymentscenter/answer/7163092
fr_ca: https://support.google.com/paymentscenter/answer/7163092?hl=fr

source: See the <a href="%1$s">%2$s</a> documentation for additional details.
fr_ca: Consultez la documentation <a href="%1$s">%2$s</a> pour plus de détails.

source: https://support.google.com/merchants/answer/7677785
fr_ca: https://support.google.com/merchants/answer/7677785?hl=fr

source: About the inventory feed specification
fr_ca: À propos des spécifications du flux d'inventaire

source: The store code from Google's Business Profiles.
fr_ca: Le code de magasin des profils d'entreprise de Google.

source: The value is case-sensitive and must match the store code in your Google Business Profile.
fr_ca: La valeur est sensible à la casse et doit correspondre au code de magasin dans votre profil d'entreprise Google.

source: See the <a href="%1$s">%2$s</a> or the <a href="%3$s">%4$s</a> documentation for additional details.
fr_ca: Consultez la documentation <a href="%1$s">%2$s</a> ou <a href="%3$s">%4$s</a> pour plus de détails.

source: https://support.google.com/merchants/topic/9671633
fr_ca: https://support.google.com/merchants/topic/9671633?hl=fr

source: Store errors in local product inventory feed
fr_ca: Erreurs liées au magasin dans le flux d'inventaire de produits en magasin

source: The %1$s includes all public WordPress post objects (ie. posts, pages, and custom post types) with an Open Graph type of "product" and a language of %2$s (ie. locale "%3$s").
fr_ca: Le %1$s inclut tous les objets d'article WordPress publics (c'est-à-dire les articles, les pages et les types d'articles personnalisés) avec un type Open Graph "produit" et une langue de %2$s (c'est-à-dire les paramètres régionaux "%3$s").

source: A customized image ID for the Google merchant feed XML.
fr_ca: ID d'image personnalisé pour le flux XML de marchand Google.

source: The default value is inherited from the Schema markup or priority image.
fr_ca: La valeur par défaut est héritée du balisage de Schéma ou de l'image prioritaire.

source: This option is disabled if a custom image URL is entered.
fr_ca: Cette option est désactivée si une URL d'image personnalisée est fournie.

source: A customized image URL (instead of an image ID) for the Google merchant feed XML.
fr_ca: Une URL d'image personnalisée (au lieu d'un ID d'image) pour le flux XML de marchand Google.

source: This option is disabled if a custom image ID is selected.
fr_ca: Cette option est désactivée si un ID d'image personnalisé est sélectionné.

# submit button
source: Refresh XML Cache
fr_ca: Rafraîchir cache XML

# task name
source: refresh the cache
fr_ca: rafraîchir le cache

source: A background task to %s is currently running.
fr_ca: Une tâche en arrière-plan pour %s est en cours d'exécution.

source: %s is currently unavailable pending completion of a cache refresh task.
fr_ca: %s est actuellement indisponible en attendant la fin d'une tâche d'actualisation du cache.

# option label
source: No Index
fr_ca: Pas d'indexation

source: The WordPress <a href="%s">Search Engine Visibility</a> option is set to discourage search engines from indexing this site.
fr_ca: L'option WordPress <a href="%s">Visibilité par les moteurs de recherche</a> est configurée pour décourager les moteurs de recherche d'indexer ce site.

source: %1$s is currently unavailable since all products are marked as %2$s by default.
fr_ca: %1$s est actuellement indisponible car tous les produits sont marqués comme %2$s par défaut.

# option label
source: Include Shipping
fr_ca: Inclure l'expédition

# option comment
source: (not recommended - see help for warning)
fr_ca: (non recommandé - voir l'aide pour préavis)

# option label
source: XML Cache Expiration
fr_ca: Expiration du cache XML

# option comment
source: seconds
fr_ca: secondes

# option label
source: XML Format
fr_ca: Format XML

# option comment
source: %s feed items
fr_ca: %s éléments de flux

# option comment
source: %s image links
fr_ca: %s liens d'image

# option comment
source: %s additional image links
fr_ca: %s liens d'images supplémentaires

# option comment
source: %s KB file size
fr_ca: %s Ko taille du fichier

source: An e-commerce plugin is required to manage product inventory quantities.
fr_ca: Une extension e-commerce est nécessaire pour gérer les quantités d'inventaire des produits.

source: %s URLs are unavailable pending the activation of an e-commerce plugin.
fr_ca: Les URL %s ne sont pas disponibles en attendant l'activation d'une extension e-commerce.

# option label
source: Google Merchant ID
fr_ca: ID de marchand Google

# option label
source: Google Store Code
fr_ca: Code de magasin Google

source: The Google Merchant ID and Store Code are required to create inventory XML.
fr_ca: L'ID de marchand Google et le code de magasin sont requis pour créer le XML d'inventaire.

source: %s URLs are unavailable pending Google Merchant ID and Store Code values.
fr_ca: Les URL %s ne sont pas disponibles en attendant les valeurs d'ID de marchand Google et du code de magasin.

# option comment
source: %s inventory items
fr_ca: %s éléments d'inventaire

source: Processing %1$s for %2$s.
fr_ca: Traitement de %1$s pour %2$s.

source: %1$s for %2$s locales has been refreshed.
fr_ca: %1$s pour %2$s locales a été actualisé.

source: %1$s::%2$s() method does not exist.
fr_ca: La méthode %1$s::%2$s() n'existe pas.

source: WPSSO Google Merchant Feed XML
fr_ca: WPSSO Flux XML de marchand Google

source: Google Merchant product and inventory feed XML for WooCommerce and custom product pages, including multilingual support.
fr_ca: Flux de produit et d'inventaire XML de marchands Google pour WooCommerce et produits personnalisés avec support multilingue.
